{
  "global_get-free-chips-modal_content": "Oh noes, it seems like you're running out of chips! But don't worry, here's a fresh batch of chips for you so you can continue playing!",
  "global_get-free-chips-modal_header": "Refuel",
  "global_get-free-chips-modal_btn-txt": "Get Your Free Chips",
  "login_page-header_txt": "Login",
  "login_page-email_lbl_txt": "E-mail",
  "login_page-password_lbl_txt": "Password",
  "login_page-cta_btn_txt": "Log In",
  "login_page-no_account_txt": "I do not have an account yet!",
  "registration_page-header_txt": "Registration",
  "registration_page-email_lbl_txt": "E-mail",
  "registration_page-nickname_lbl_txt": "Nickname",
  "registration_page-password_lbl_txt": "Password",
  "registration_page-cta_btn_txt": "Complete Registration",
  "registration_page-already_account_txt": "I already have an account!",
  "game_lost-connection-modal_text": "Could not connect / lost connection to game server! Please try again  later!",
  "game_lost-connection-modal_header": "No connection!",
  "game_lost-connection-modal_btn-txt": "Close",
  "game_leave-table-btn": "Leave Table",
  "game_info_limit-lbl": "Limit",
  "game_info_blinds-lbl": "Blinds",
  "main_page-salutation": "Welcome back,",
  "main_page-join_table": "Join Table",
  "main_page-quick_game": "Quick Game",
  "main_page-modal_text": "This feature will be available soon! Check back later!",
  "main_page-modal_heading": "Coming Soon",
  "main_page-modal_button_text": "Close",
  "main_page-open_shop": "Shop",
  "main_page-open_rules": "Rules",
  "shop-coming_soon-modal_text": "We're currently working hard to get the shop up and running!\n\nSoon you'll be able to buy chip packages for competitive prices to enhance your gaming experience.\n",
  "shop-coming_soon-modal_heading": "Shop",
  "shop-coming_soon-modal_btn_text": "Close",
  "navbar-register_btn": "Register",
  "navbar-login_btn": "Login",
  "navbar-buychips_btn": "Buy Chips",
  "service_worker-update_available": "A new update is available. Click the button below to refresh the app and get the latest and greatest stuff!",
  "service_worker-update_headline": "Update Available",
  "service_worker-update_confirm_btn_txt": "Update Now & Refresh",
  "landing-primary_headline": "Join the world’s most <span style=\"color: #24516a\">classy<br />online poker</span> experience!\n",
  "landing-secondary_headline": "You receive <span style=\"color: #24516a\">30.000 free chips</span> on registration.",
  "dashboard-nickname_lbl_txt": "Nickname",
  "dashboard-nickname_btn_txt": "Change Nickname",
  "dashboard-email_lbl_txt": "E-mail",
  "dashboard-email_btn_txt": "Change E-mail",
  "dashboard-reset_pw_btn_text": "Reset Password",
  "dashboard-delete_acct_btn_text": "Delete Account",
  "static_page-back_btn_txt": "Back to Home",
  "notfound-heading_txt": "Oh noes! A big ol' 404 error!",
  "notfound-content_txt": "This page doesn't exist! Nothing to see here…",
  "game_rebuy-modal_confirm": "Rebuy into game",
  "game_rebuy-modal_header": "Rebuy",
  "game_rebuy-modal_cancel": "No thanks!",
  "game_buyin-modal_confirm": "Buy into game",
  "game_buyin-modal_header": "Buy In",
  "game_buyin-modal_cancel": "No thanks!",
  "game_sitdown-btn": "Sit Down",
  "game_table_empty-seat": "Empty\nSeat",
  "game_state-info_wait": "Waiting…",
  "game_rotate-device-prompt": "Please turn your phone into landscape mode to play!",
  "game_ui_bet": "Bet",
  "game_ui_stand-up": "Stand Up",
  "cookiebanner-text": "This website uses cookies. If you continue to use the website, we assume your consent.",
  "cookiebanner-confirm_btn_txt": "Confirm",
  "cookiebanner-info_btn_txt": "More Info",
  "navmenu-menu_item-lobby_txt": "Go to Lobby",
  "navmenu-menu_item-dashboard_txt": "My Dashboard",
  "navmenu-menu_item-news_txt": "Latest News",
  "navmenu-logout_btn": "Logout",
  "footer-lang_selection_txt": "Select Language",
  "footer-copyright_txt": "© 2020 Vintage Poker. All rights reserved.",
  "salutation": "Welcome back,",
  "quick_game": "Quick Game",
  "join_table": "Join Table",
  "open_shop": "Shop",
  "open_rules": "Rules",
  "modal_heading": "Coming Soon",
  "modal_text": "This feature will be available soon! Check back later!",
  "modal_button_text": "Close",
  "game_ui_fold": "Fold",
  "game_ui_check": "Check",
  "game_ui_call": "Call",
  "game_ui_all-in": "All In",
  "Imprint StaticPage Content": "##### Disclosure requirement according to §25 p5 MedienG\n__Vintage Poker__  \nPatrick Obermeier  \n1060 Vienna, Austria  \n\n##### Terms of Use\nThe contents of this website can be used freely and are for information only. By using the selection options on the website, no legal transactions between Patrick Obermeier (henceforth called \"the operator\") and the users or between the users come about. The further procedure between providers and users and the possible subsequent conclusion of orders between providers and users are at the sole discretion of the users.\n\n##### Copyright / Disclaimer\nWith regard to the technical properties of the Internet, no guarantee can be given for the authenticity, correctness and completeness of the information made available on the Internet. There is also no guarantee for the availability or operation of the website and its content. Any liability for direct, indirect or other damage, regardless of its cause, which arises from the use or unavailability of the data and information on this website, is excluded to the extent permitted by law. The content of this website is protected by copyright. The information is for personal use only. Any further use, in particular storage in databases, duplication and any form of commercial use as well as transfer to third parties - also in parts or in a revised form - without the consent of the operator is prohibited. As far as the content on this page was not created by the operator, the copyrights of third parties are respected. In particular contents of third parties are marked as such. Should you nevertheless become aware of a copyright infringement, the operator asks you to notify us accordingly. Upon notification of violations, such content will be removed immediately. Hyperlinks on www.patrickobermeier.dev are welcome and welcome. However, any integration of individual pages into third-party frames is prohibited, and the RSS feed is not made available on third-party websites.\n\n##### Liability for links\nThis website contains links to external websites of third parties, the content of which the operator has no influence on. Therefore, the operator cannot accept any liability for this third-party content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time the link was created. No illegal content was discernible at the time the link was created. A permanent control of the content of the linked websites is not reasonable without concrete evidence of an infringement. Upon notification of rights violations, such links will be removed promptly.",
  "Privacy StaticPage Content": "##### Contact\nIf you contact us using the form on the website or by e-mail, your data will be stored for six months for the purpose of processing the request and in the event of follow-up questions. We will not pass on this data without your consent.\n\n##### Cookies\nOur website uses so-called cookies. These are small text files that are stored on your device using the browser. They do no harm. \n\nWe use cookies to make our offer user-friendly. Some cookies remain on your device until you delete them. They enable us to recognize your browser the next time you visit. \n\nIf you do not want this, you can set up your browser so that it informs you about the setting of cookies and you only allow this in individual cases. \n\nIf cookies are deactivated, the functionality of our website may be restricted.\n\n##### Web analysis\nOur website uses the \"Google Analytics\" service, which is offered by Google Inc. (1600 Amphitheater Parkway Mountain View, CA 94043, USA). Cookies are used for this purpose, which enable an analysis of the use of the website by your users. The information collected by the cookies is usually sent to a Google server in the USA and stored there. The information collected by the cookies is usually sent to a Google server in the USA and stored there. \n\nCookies do no damage to your computer and contain no viruses. Cookies serve to make our offer more user-friendly, more effective and safer. Cookies are small text files that are stored on your computer and saved by your browser. Most of the cookies used are so-called \"session cookies\". They will be automatically deleted after your visit. Other cookies remain on your device until you delete them. These cookies enable us to recognize your browser the next time you visit. You can set your browser so that you are informed about the setting of cookies and only allow cookies in individual cases, exclude the acceptance of cookies for certain cases or in general, and activate the automatic deletion of cookies when the browser is closed. If cookies are deactivated, the functionality of this website may be restricted. \n\nWe have concluded corresponding contracts for order data processing with the providers. \n\nIP anonymization applies to this website. The user's IP address is shortened within the member states of the EU and the European Economic Area. This shortening eliminates the personal reference to your IP address. As part of the agreement on the order data agreement that the website operator has concluded with Google Inc., the website operator uses the information collected to evaluate website usage and website activity and provides services related to internet usage. \n\nData processing takes place on the basis of the legal provisions of Section 96 (3) TKG and Art 6 (1) lit a (consent) and / or f (legitimate interest) of the GDPR. \n\nOur concern within the meaning of the GDPR (legitimate interest) is the improvement of our offer and our website. Since the privacy of our users is important to us, the user data is pseudonymized [pseudonymization is recommended for the legal reason \"legitimate interest\"; this has to be clarified with the web analysis service]. \n\nThe user data is kept for a period of 26 months.\n\n##### Your rights\nIn principle, you have the right to information, correction, deletion, restriction, data portability, revocation and objection. If you believe that the processing of your data violates data protection law or your data protection claims have otherwise been violated, you can complain to the supervisory authority. In Austria this is the data protection authority. \n\nYou can reach us using the following contact details: \n\n__Vintage Poker__  \nPatrick Obermeier",
  "News StaticPage Content": "#### Coming Soon!\nSoon you'll find the latest news here!",
  "Game Rules Content": "## How to play\n\nTo start the game, each player is dealt 2 cards face down.\nThe player to the left of the dealer must bet half of the\nminimum bet immediately. The next player must bet the\nminimum bet. These mandatory upfront bets are called the\nsmall and big blinds.\n\nThe player after the second blind can then choose to __call__\n(bet the minimum), __raise__ (bet more than the minimum), or\n__fold__ (not play this round).\n\nBetting goes around the table. It is then time for the\n\"flop\". Three cards are dealt face up. These are shared\namongst all players. For example, if you have a King and\nanother King comes up on the flop, then you have a pair of\nKings.\n\nAfter the flop, there's another round of betting. Then, a\n4th shared card is dealt face up. Then more betting.\nFinally, a 5th shared card is dealt followed by a round of\nbetting.\n\nAny players still in the game can then show their cards.\nThe player with the best 5-card hand is the winner.\n\n## Poker Hand Rankings\n\n![Poker Hand Rankings Chart](//images.ctfassets.net/4tlsutsg5se1/10sqEQwJln0RuVIHy1K3JW/5f220054ed00ff38dfa8fdf3d4a8fde6/Poker_Hand_Rankings_Chart.jpg)"
}